[
    "The first map I saw, though I must have seen others in innocence before that, was one a teacher showed us when we were seven years old. I was seven anyway, even if I can't say for certain about the ages of the multitude which shared this experience with me. There or thereabouts, anyway. For some reason, you had to be below a certain age before you could begin school. I have never properly considered the oddness of this before and it is only now as I think it that I realise its strangeness. If you were over a certain age, it was as if you had gone over the point beyond which you could be instructed, like a coconut that had overripened and become undrinkable, or cloves that had been left too long on the tree and had swollen into seeds. Even now as I think of it I can't come up with an explanation for this stern exclusion. The British brought us school, and brought the rules to make school work. If the rules said you had to be six and no older than six to be allowed to start school, that was how it would be. Not that the schools had things their own way, because parents shaved off however many years it was necessary to have their children allowed in. Birth certificate? They were poor, ignorant people and never bothered to obtain one. Which was why they wanted their son to go to school, so he wouldn't end up a beast like them.",
    "That evening is the limit of the world, and I've just happened upon it, by accident, while playing, not in search of anything. I've discovered it because I was left unsupervised for a bit. I've clearly found myself in a trap now, and I can't get out. I'm a few years old, I'm sitting on the windowsill, and I'm looking out onto the chilled courtyard. The lights in the school's kitchen are extinguished; everyone has left. All the doors are closed, hatches down, blinds lowered. I'd like to leave, but there's nowhere to go. My own presence is the only thing with a distinct outline now, an outline that quivers and undulates, and in so doing, hurts. All of a sudden I know there's nothing anyone can do now, here I am.",
    "Miss Lucy was the only guardian present. She was leaning over the rail at the front, peering into the rain like she was trying to see right across the playing field. I was watching her as carefully as ever in those days, and even as I was laughing at Laura, I was stealing glances at Miss Lucy's back. I remember wondering if there wasn't something a bit odd about her posture, the way her head was bent down just a little too far so she looked like a crouching animal waiting to pounce. The way she was leaning forward over the rail meant drops from the overhanging gutter were only just missing her - but she seemed to show no sign of caring. I remember actually convincing myself there was nothing unusual in all this - that she was simply anxious for the rain to stop - and turning my attention back to what Laura was saying. Then a few minutes later, when I'd forgotten all about Miss Lucy and was laughing my head off at something, I suddenly realised things had gone quiet around us, and that Miss Lucy was speaking.",
    "There was a black cloud, and hard rain. The puddles were yellow and green, like someone had poured paint into them. They said it was dust from the flowers. Grandma made us stay in the cellar. She got down on her knees and prayed. She taught us, too. 'Pray! It's the end of the world. It's God's punishment for our sins.' My brother was eight and I was six. We started remembering our sins. He broke the glass can with the raspberry jam, and I didn't tell my mom that I'd got my new dress caught on a fence and it ripped. I hid it in the closet.",
    "In winter, on the tree-shaded pavement outside Clignancourt barracks, the fat photographer with the round spectacles and a lumpy nose who offered 'souvenir snaps' would set up his tripod amid the stream of passers-by. In summer, he stationed himself on the broadwalk at Deauville, outside the Bar du Soleil. There, he found plenty of customers. But here, at the Porte de Clignancourt, people seemed not to wish to be photographed. His overcoat was shabby and he had a hole in one shoe.",
    "Reaching the end of the corridor, they passed through a steel door and climbed a narrow, rickety staircase. The jailer's leather shoes clacked loudly on the wooden, steps, while the slaps of Gao Yang's bare feet were barely audible. The warm, dry wood felt so much better on his feet than the damp, slippery concrete corridor floor. Up and up he climbed, with no end in sight; he was soon panting, and as the staircase wound steeply round, he began to get dizzy. If not for the jailer behind him, silently nudging him along with his rifle, he'd have lain down like a dying dog, spread out over as many steps as were required to support him. His injured ankle throbbed like a pulsating heart; the surrounding skin was so puffy his anklebone all but disappeared. It burned and ached. Old man in heaven, please don't let it get infected, he uttered in silent prayer. Would that aristocratic woman be willing to lance it and release the pus? That thought reminded him of how she had smelled.",
    "Rosita is from Loreto, and if you listen carefully you can still catch in her voice an echo of the delightful singsong accent of eastern Peru. She protected and promoted - as no doubt she still does - the Summer Institute of Linguistics, an organization which, in the forty years of its existence in Peru, has been the object of virulent controversy. I understand that as I write these lines it is packing its bags to leave the country. Not because it has been expelled (though this was on the verge of happening during General Velasco's dictatorship), but on its own initiative, since it considers that it has fulfilled the mission that brought it to Yarinacocha, its base of operations on the banks of the Ucayali, some ten kilometers from Pucallpa, from which it has spread into nearly all the remote folds and corners of amazonia.",
    "Every morning, as he cycles alone along the road to the mill, Windisch counts the day. In front of the war memorial he counts the years. By the first poplar tree beyond it, where he always hits the same pot hole, he counts the days. In the evening, when Windisch locks up the mill, he counts the years and the days once again. He can see the small white roses, the war memorial and the poplar tree from far away. And when it is foggy, the white of the roses and the white of the stone is close in front of him as he rides. Windisch rides on. Windisch's face is damp, and he rides till he's there. Twice the thorns on the rose thicket were bare and the weeds underneath were rusty. Twice the poplar was so bare that its wood almost split. Twice there was snow on the paths.",
    "It was the first time. He looked at Maou's face, the left side, as it gradually became a pure profile in the brilliance of the sky and the sun. Yes, he thought, this was it, this was the first time. Still he did not understand the tightness in his throat, this feeling which made his heart beat and filled his eyes with tears, because it was also the last time. They were going away, nothing would ever be as before. Beyond the white wake the ribbon of land was fading. The silt from the estuary had suddenly given way to the deep blue of the sea. The reed-spiked fingers of sand, where the fishermen's huts looked like toys, and all the strange shapes on shore - towers, beacons, hoop nets, quarries, block­houses - all were lost to the movement of the sea, drowned in the tide.",
    "At least once in a lifetime, self-reflection leads us to examine the circumstances of our birth. Why were we born in this particular corner of the world, on this particular date? These families into which we were born, these countries and cities to which the lottery of life has assigned us - they expect love from us, and in the end, we do love them, from the bottom of our hearts - but did we perhaps deserve better? I sometimes think myself unlucky to have been born in an ageing and impoverished city buried under the ashes of a ruined empire. But a voice inside me always insists this was really a piece of luck. If it were a matter of wealth, then I could certainly count myself fortunate to have been born into an affluent family at a time when the city was at its lowest ebb (though some have ably argued the contrary). Mostly I am disinclined to complain: I've accepted the city into which I was born in the same way I've accepted my body (much as I would have preferred to be more handsome and better built) and my gender (even though I still ask myself, naively, whether I might have been better off had I been born a woman). This is my fate, and there's sense arguing with it. This book is about fate.",
    "Fifty years ago there would have been no room for me on the estate; even now my presence was a little unlikely. But more than accident had brought me here. Or rather, in the series of accidents that had brought me to the manor cottage, with a view of the restored church, there was a clear historical line. The migration, within the British Empire, from India to Trinidad had given me the English language as my own, and a particular kind of education. This had partly seeded my wish to be a writer in a particular mode, and had committed me to the literary career I had been following in England for twenty years.",
    "Something was moving between the telegraph poles. My grandmother closed her mouth. Something was jumping about. Three men were darting between the poles, three men made for the chimney, then round in front, then one doubled back. Short and wide he seemed, he took a fresh start and made it across the brickyard, the other two, sort of long and thin, just behind him. They were out of the brickyard, back between the telegraph poles, but Short and Wide twisted and turned and seemed to be in more of a hurry than Long and Thin, who had to double back to the chimney, because he was already rolling over it when they, two hands' breadths away, were still taking a start, and suddenly they were gone as though they had given up, and the little one disappeared too, behind the horizon, in the middle of his jump from the chimney.",
    "Well, I went up to its peak and I scratched with my nails and I saw that there was a little bit of earth there, and I saw that there was a little trickle of water coming down. So I began to scratch further. I went down to the river bank, and I wore my fingers to the bone bringing earth up onto this mountain. My children and my wife were there. My wife is sweet, sweet and fair, with two round breasts, and a gentle way of walking that reminds you of a heifer as she moves. Oh, she is beautiful! I love her, and it gives me such pleasure to speak of her.",
    "In that mercury mood in July, Sula and Nel wandered about the Bottom barefoot looking for mischief. They decided to go down by the river where the boys sometimes swam. Nel waited on the porch of 7 Carpenter's Road while Sula ran into the house to go to the toilet. On the way up the stairs, she passed the kitchen where Hannah sat with two friends, Patsy and Valentine. The two women were fanning themselves and watching Hannah put down some dough, all talking casually about one thing and another, and had gotten around, when Sula passed by, to the problems of child rearing.",
    "According to the Girl Scouts' official blog, African-American girls were members of the third U.S. troop formed in New Bedford, Massachusetts. That was in 1913. The first all-African-American Girl Scout troops were established as early as 1917. However, the first African-American troop chartered south of the Mason-Dixon Line didn't occur until 1932. This is according to the National Park Service. That's when a bank president, newspaper editor named Maggie L. Walker, fought to form Girl Scout Bird Troop, Number 34. Walker wasn't the only woman who fought for a space for African-American Girl Scouts in the South. A woman named Josephine Holloway led the effort to make Southern states include African-American scouts. She organized multiple troops without the organization's official approval. She also fought a long battle with the Girl Scouts to have them recognized. She fought for years. Finally, one of the region's first African-American Girl Scout troops was established in 1942. This is according to the Girl Scouts' official blog. Today, a camp bears her name. She also is recognized as a pioneer within the organization.",
    "Before the \"blues,\" \"songsters\" played varied tunes on street corners. These traveling musicians made money from passersby. They were a common feature of African American life in the early 1900s. Songsters first appeared during the 1870s. Newly freed slaves became able to travel widely and play music for a living. They included artists such as Big Bill Broonzy and Mississippi John Hurt. Songster music laid the foundation for the popular music that eventually became known as the \"blues,\" says Barry Lee Pearson. He's a scholar of African American music at the University of Maryland. A songster's repertoire may have included blues songs, says Pearson. But it also contained varied songs African Americans were singing at the time. These songs ranged from square dance music to vaudeville hits from around beginning of the 1900s.",
    "George Washington's hairstyle is iconic and simple enough that most Americans can probably recall it in an instant. Or they can at least refresh their memory by pulling out a dollar bill or a quarter. It was pulled back from his forehead and puffy on the sides. It was colored gray-white, perhaps like many wigs of the day. But Washington never wore a wig. At National Geographic, Robert Krulwich writes that he was stunned to learn this fact. It came from Ron Chernow's book, Washington: A Life. Krulwich explains: \"Turns out, that hair was his. All of it. The pigtail, the poofy part in the back, that roll of perfect curls near his neck. What's more, though you probably already guessed this, he wasn't white-haired. There's a painting of him as a young man, with Martha and her two children, that shows his hair as reddish brown, which Chernow says was his true color.\"",
    "Thailand was called Siam then. It did not have a large enough vessel to transport them, the letter said. It continued: \"In reference to this opinion of ours if the President of the United States and Congress who conjointly with him rule the country see fit to approve, let them provide a large vessel. It should be loaded with hay and other food suitable for elephants on the voyage. It should have tanks holding a sufficiency of fresh water. And it should be arranged with stalls so that the elephants can both stand and lie down in the ship. And it should be sent to us to receive the elephants. We on our part will procure young male and female elephants and forward them one or two pairs at a time.\"",
    "Signing on to host the Olympics is costly - in both infrastructure and money. The 2012 and 2014 Olympics cost upwards of $16 billion. That was merely to create the various buildings needed for the games. And in many cases, those buildings are often left empty afterward. This costs the host city that much more in continuous maintenance and upkeep. Or the buildings are simply being left to decay into the landscape. Berlin is a perfect example. It hosted the Olympics in 1936. Afterwards, the Olympic Village was left to crumble in the surrounding wilderness. Recently, funding has been approved to turn the former athlete residences into new apartments. This could breathe new life into the 135-acre site.",
    "After all, none of these supplies were even available to the Renaissance monks and nuns. They decorated holy pictures and relic vessels with the precious strips of gold-edged paper that resulted from bookmaking. Their paper filigree - created by wrapping thin paper strips around a feather quill - replicated ironwork patterns of the day. During the Victorian era, well-heeled young ladies learned quilling in addition to needlework. The craft traveled to the Americas. It was used to decorate cabinets, cribbage boards and picture frames, says Cronbaugh-Auld.",
    "A second-grade education has not stopped garbage collector Jose Gutierrez from bringing the gift of reading to thousands of Colombian children. Gutierrez started rescuing books from the trash almost 20 years ago. He was driving a garbage truck at night through the country's wealthier neighborhoods. The discarded reading material slowly piled up. And now the ground floor of his small house is a makeshift community library. It is stacked from floor to ceiling with some 20,000 books. They range from chemistry textbooks to children's classics.",
    "Desired behaviors that are incorporated as day-to-day habits are much more effective. That's because you'll carry them out without thinking about it. Examples of these daily habits might include brushing your teeth. It could also be washing your hands before eating a meal. Once someone forms the foundation for a new habit, soon that habit turns into a full-blown ritual. An example of this is starting by flossing one tooth per day. It will soon become a daily flossing ritual. And not just of one tooth but all teeth. At least this was the result the professor achieved. He asked several hundred volunteers to carry out the flossing task for a week.",
    "But Yosemite in winter is magical. I discovered this last year on a trip there with my family. We went just after Christmas. There's snowboarding. There's skiing. You can try both downhill and cross-country skiing. There is also sledding, be sure to pick up a plastic saucer at a sporting goods store on the way. You can also ice skate. The rink is in the shadow of the famed granite formation known as Half Dome. Park rangers also lead snowshoe walks. They are free with $3 suggested donation. Many of Yosemite Valley's shops and restaurants remain open. The Majestic Hotel is one of the country's most storied national park lodges. It has holiday decorations and a seven-course dinner with costumed performers called the Bracebridge Dinner. The  hotel is made of wood-and-stone. It was formerly known as the Ahwahnee. It was opened in 1927. It has hosted many famous guests. Those guests include Presidents John F. Kennedy and Barack Obama. They also include Queen Elizabeth and Walt Disney.",
    "The Hirasaki family suffered some of the worst losses that terrible morning. The Japanese-American mother, father and their three children, together with a cousin, sheltered in the family's downtown Honolulu restaurant. An errant shell struck the building. Only the mother survived. Seven other patrons taking cover there also died in the blast. Countless children throughout Oahu also witnessed the attack. Eight-year-old Charlotte Coe was one of those children. Charlotte recounted her experiences that fateful morning as if they were a film that had been running continuously in her mind ever since."
]