[
    "Born into slavery in February 1818, Elizabeth Hobbs Keckley was the daughter of her owner, Armistead Burwell, and his house slave, Agnes. Elizabeth Keckley began working as a nursemaid when she was four years old, and endured years of beatings and rape, the latter of which resulted in a pregnancy. However, one part of her childhood would eventually save her: from her mother, Elizabeth Keckley had learned how to sew. Not only did Keckley's sewing skills eventually allow her to purchase her freedom—her patrons loaned her the money to buy herself and her son—they also enabled her to start her own dressmaking business and become the seamstress and friend of then-First Lady, Mary Todd Lincoln.",
    "Have you ever wondered what became of your first love? That seemingly innocent question is the driving force behind Anita Shreve's bittersweet novel Where or When. The story focuses on Sian Richards and Charles Callahan, who fell hard for one another when they met at summer camp at the tender age of 14. Though the couple went their separate ways at the end of the summer, the intensity of their first love remained unmatched.",
    "The Long Flight Home draws on the historical importance of carrier pigeons to craft a masterful novel about strength and hope in the midst of wartime crisis. The story focuses on Susan Shepherd, a young British woman who was orphaned as a child. Susan was raised by her grandfather Bertie, who taught her the art of raising homing pigeons. As the war gets closer, threatening everything she's ever known, Susan becomes involved in a covert mission to air-drop hundreds of homing pigeons in German-occupied France.",
    "When a popular student at the Goode School is found hanging from the school gates halfway through the fall semester, rumors swirl around her untimely death. Though it's deemed a suicide, a rash of mysterious deaths has been plaguing the school recently, casting doubt on this unfortunate student's fate. Was it truly a suicide—or was it murder?",
    "Exactly one year ago, Jane's daughter Mary died in a tragic accident. And since then, she's turned into a recluse. But all that's about to improve. Jane is ready to re-immerse herself in the high-class society of Orange Country, California. There's just one problem: Jane feels cast out from society and doesn't think it's her own doing. At the same time, she begins to fear that someone knows more about her daughter Mary's death than they've previously conveyed."
]